/* No comment provided by engineer. */
" - " = " - ";

/* No comment provided by engineer. */
"Add an Article" = "Add an Article";

/* MacOS_SwiftUI_Articles */
"AddArticle" = "AddArticle";

/* Cancel button title */
"Cancel" = "Cancel";

/* MacOS_SwiftUI_Articles */
"Cannot show AddArticle" = "Cannot show AddArticle";

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "Could not save changes while quitting. Quit anyway?";

/* MacOS_SwiftUI_Articles */
"Fetched all Article data" = "Fetched all Article data";

/* MacOS_SwiftUI_Articles */
"Now all the data is extracted from the Article table on CloudKit" = "Now all the data is extracted from the Article table on CloudKit";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

